Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/PreferencesUI/PasscodeLock-DimpleKey.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DTO_IN_PROGRESS_DESCRIPTION_SET_UP_FACE_ID_WITH_GLASSES
source: You will get a notification when the security delay ends. You will then be able to set up Face ID with glasses.
ar: سيصلك إشعار عند انتهاء مدة التأخير الأمني. سيكون بإمكانك حينئذٍ إعداد بصمة الوجه مع النظارة.
bg: Ще получите известие, когато забавянето с цел защита приключи. След това ще можете да настроите Face ID с очила.
ca: Quan finalitzi l’interval de seguretat, rebràs una notificació i podràs configurar el Face ID amb ulleres.
cs: Až bezpečnostní prodleva skončí, dostanete oznámení. Pak budete moct Face ID s brýlemi nastavit.
da: Du får en notifikation, når sikkerhedsforsinkelsen er slut. Derefter kan du indstille Face ID med briller.
de: Du wirst benachrichtigt, sobald die Sicherheitsverzögerung beendet ist. Anschließend kannst du Face ID mit Brille einrichten.
el: Θα λάβετε μια γνωστοποίηση όταν λήξει η καθυστέρηση ασφαλείας. Στη συνέχεια, θα μπορείτε να διαμορφώσετε το Face ID με γυαλιά.
es: Cuando haya transcurrido el tiempo de espera de seguridad, recibirás una notificación y podrás configurar Face ID con gafas.
es_us: Recibirás una notificación cuando haya transcurrido la espera de seguridad y puedas configurar Face ID con lentes.
fi: Saat ilmoituksen, kun suojausviive on päättynyt. Sen jälkeen voit ottaa käyttöön Face ID:n silmälasien kanssa.
fr: Vous recevrez une notification une fois le délai de sécurité écoulé. Vous pourrez alors configurer Face ID avec des lunettes.
fr_ca: Vous recevrez une notification une fois le délai de sécurité écoulé. Vous pourrez alors configurer Face ID avec des lunettes.
he: בסיום השהיית האבטחה יישלח עדכון, ואז יהיה באפשרותך להגדיר את Face ID עם משקפיים.
hi: सुरक्षा विलंब समाप्त होने पर आपको एक सूचना प्राप्त होगी। उसके बाद आप चश्मे के साथ Face ID सेटअप कर सकेंगे।
hr: Primit ćete obavijest kad sigurnosna odgoda istekne. Tada ćete moći podesiti Face ID s naočalama.
hu: Értesítést fog kapni, amikor a biztonsági késleltetés véget ér. Ezt követően fogja tudni beállítani a Face ID‑t szemüveggel.
id: Anda akan mendapatkan pemberitahuan setelah penundaan keamanan berakhir. Anda kemudian akan dapat mengatur Face ID dengan kacamata.
it: Riceverai una notifica quando il ritardo di sicurezza sarà terminato e potrai configurare Face ID con gli occhiali.
ja: セキュリティ上の理由による変更に対する待機時間が終わると通知が届きます。そのあとで、メガネ着用時Face IDを設定することができるようになります。
kk: Қауіпсіздік кідірісі аяқталғанда, сізге хабарландыру жіберіледі. Содан кейін ғана Face ID функциясын көзілдірік тағып баптау мүмкін болады.
ko: 보안 지연이 종료되면 알림을 받으며, 그 이후에 안경을 쓴 상태로 Face ID를 설정할 수 있습니다.
lt: Pasibaigus saugos delsos laikotarpiui, gausite pranešimą. Tada galėsite nustatyti „Face ID“ su akiniais.
ms: Anda akan menerima pemberitahuan apabila penundaan keselamatan tamat. Anda kemudian akan dapat menyediakan Face ID dengan cermin mata.
nl: Je ontvangt een melding wanneer de beveiligingsvertraging is beëindigd. Je kunt dan Face ID met een bril configureren.
no: Du vil motta en varsling når sikkerhetsforsinkelsen er over. Du kan deretter tilpasse Face ID med briller.
pl: Po zakończeniu odliczania otrzymasz odpowiednie powiadomienie, a skonfigurowanie Face ID w okularach będzie możliwe.
pt_br: Quando o adiamento de segurança terminar, você receberá uma notificação e então poderá configurar o Face ID de óculos.
pt_pt: Receberá uma notificação quando o intervalo de segurança terminar. Nessa altura, poderá configurar o Face ID com óculos.
ro: Veți primi o notificare atunci când întârzierea de securitate se încheie. Veți putea apoi să configurați Face ID cu ochelari.
ru: Когда системная задержка для защиты данных закончится, Вы получите уведомление и сможете настроить Face ID в очках.
sk: Po skončení bezpečnostného oneskorenia sa vám zobrazí hlásenie. Potom budete môcť nastaviť Face ID s nasadenými okuliarmi.
sl: Ob koncu varnostne zakasnitve boste prejeli obvestilo. Nato boste lahko nastavili funkcijo Face ID z očali.
sv: Du får en notis när säkerhetsfördröjningen avslutas. Sedan kan du ställa in Face ID med glasögon.
th: คุณจะได้รับการแจ้งเตือนเมื่อรอเวลาเพื่อความปลอดภัยสิ้นสุดแล้ว จากนั้นคุณจะสามารถตั้งค่า Face ID ขณะสวมใส่แว่นตาได้
tr: Güvenlik gecikmesi bittiğinde bir bildirim alırsınız. Daha sonra Face ID’yi gözlükle ayarlayabilirsiniz.
uk: Коли захисна затримка закінчиться, надійде сповіщення. Тоді ви зможете налаштувати Face ID з окулярами.
vi: Bạn sẽ nhận được thông báo khi trì hoãn bảo mật kết thúc. Sau đó, bạn sẽ có thể thiết lập Face ID với kính.
zh_cn: 安全延迟结束时你将收到通知。之后即可设置眼镜面容ID。
zh_hk: 保安延遲結束時你將會收到通知。之後你就可以設定戴眼鏡的Face ID。
zh_tw: 安全性延遲結束時會傳送通知。接著你才能設定眼鏡Face ID。

# DTO_SECURITY_DELAY_OPTIONS_GROUP_FOOTER_DESCRIPTION_FAMILIAR_LOCATIONS_ONLY
source: A delay will be required when you are not at a familiar location, such as your home or work, to change security settings.
ar: ستتم المطالبة بمدة تأخير عند عدم وجودك في موقع مألوف، مثل منزلك أو عملك، حتى يمكن تغيير الإعدادات الأمنية.
bg: Ще се изисква забавяне, за да се променят настройките за сигурността, когато не сте на познато местоположение като вашия дом или работа.
ca: Per canviar certes opcions de la configuració quan no ets en una ubicació coneguda, com ara casa o la feina, cal esperar un interval de seguretat.
cs: Prodleva bude při změnách zabezpečení vyžadována, pokud se právě nebudete nacházet na žádném ze známých míst, například doma nebo v práci.
da: En forsinkelse kræves, når du ikke befinder dig på en velkendt lokalitet, f.eks. hjem eller arbejdsplads, før sikkerhedsindstillinger kan ændres.
de: Zum Ändern der Sicherheitseinstellungen ist eine Verzögerung erforderlich, wenn du dich nicht an einem vertrauten Ort wie deinem Zuhause oder Arbeitsplatz befindest.
el: Για αλλαγή των ρυθμίσεων ασφαλείας, θα απαιτείται πάντα μια καθυστέρηση όταν δεν βρίσκεστε σε μια οικεία τοποθεσία, όπως οικία ή εργασία.
es: Para cambiar los ajustes de seguridad, será necesario que transcurra el tiempo de espera de seguridad cuando no estés en ubicaciones conocidas, como en casa o en el trabajo.
es_us: Se requerirá de un periodo de espera para cambiar la configuración de seguridad si no te encuentras en una ubicación conocida, como tu casa o tu trabajo.
fi: Suojausasetusten muuttaminen vaatii viiveen, jos et ole tutussa paikassa, kuten kotona tai työpaikalla.
fr: Un délai sera requis pour modifier les réglages de sécurité lorsque vous ne vous trouverez pas dans un lieu connu, comme votre domicile ou votre lieu de travail.
fr_ca: Un délai sera requis pour modifier les réglages de sécurité quand vous ne vous trouverez pas dans un lieu familier tel que votre domicile ou votre lieu de travail.
he: מחוץ למיקומים מוכרים, כגון הבית או העבודה, תידרש השהיית אבטחה לשינוי הגדרות האבטחה.
hi: सुरक्षा सेटिंग्ज़ बदलने के लिए जब आप किसी परिचित स्थान, जैसे अपने घर या कार्यस्थल पर नहीं होते हैं, तो विलंब ज़रूरी होगा।
hr: Za promjenu sigurnosnih postavki odgoda će biti potrebna kad se ne nalazite na poznatoj lokaciji poput doma ili posla.
hu: Késleltetésre lesz szükség a biztonsági beállítások módosításához, amikor Ön nem ismerős helyen (például otthon vagy a munkahelyén) tartózkodik.
id: Penundaan akan diperlukan saat Anda tidak berada di lokasi yang familier, seperti rumah atau kantor, untuk mengubah pengaturan keamanan.
it: Per modificare le impostazioni di sicurezza sarà previsto un ritardo quando non ti trovi in un luogo conosciuto, come casa tua o il luogo di lavoro.
ja: 自宅や勤務先などの普段いる場所にいないときにセキュリティ設定を変更するには、時間を置く必要があります。
kk: Қауіпсіздік реттеулерін өзгерту үшін үй немесе жұмыс сияқты таныс жерде болмаған кезде, кідіріс қажет болады.
ko: 집 또는 직장 같이 익숙한 장소가 아닌 곳에 있는 경우 보안 설정을 변경할 때 지연 기능을 요구합니다.
lt: Norint pakeisti saugumo nustatymus esant nepažįstamoje vietoje, pvz., ne namuose ar darbe, bus reikalinga delsa.
ms: Penundaan diperlukan apabila anda tidak berada di lokasi biasa, seperti rumah atau kerja anda, untuk menukar seting keselamatan.
nl: Er is een vertraging vereist wanneer je je niet op een bekende locatie bevindt, zoals je thuis- of werklocatie, om de beveiligingsinstellingen te wijzigen.
no: Når du ikke befinner deg på et kjent sted, som hjemme eller på jobb, kreves det en forsinkelse før du kan gjøre endringer i sikkerhets­innstillingene.
pl: Opóźnienie zmiany ustawień ochrony jest wymagane, gdy nie znajdujesz się w znanym miejscu, na przykład domu lub pracy.
pt_br: Se você estiver em um local não familiar, como sua casa ou trabalho, sempre será exigido um adiamento para alterar os ajustes de segurança.
pt_pt: Será necessário um intervalo de segurança quando não se encontrar numa localização familiar, como a sua casa ou local de trabalho, para alterar as definições de segurança.
ro: Când nu vă aflați într‑un loc familiar, de exemplu, acasă sau la serviciu, va fi impusă o întârziere înainte de a schimba configurările de securitate.
ru: Задержка перед изменением настроек безопасности будет требоваться, когда Вы не в знакомом месте, например не дома и не на работе.
sk: Keď sa nenachádzate na známom mieste, napríklad doma alebo v práci, pred zmenou nastavení zabezpečenia bude potrebné chvíľu počkať.
sl: Zakasnitev bo zahtevana za spreminjanje varnostnih nastavitev, kadar ne boste v bližini znane lokacije, kot je dom ali služba.
sv: Det krävs en fördröjning innan du kan ändra säkerhetsinställningar om du inte befinner dig på en känd plats, till exempel hemmet eller arbetet.
th: ต้องรอเวลาเมื่อคุณอยู่ในสถานที่ที่ไม่คุ้นเคย เช่น บ้านหรือที่ทำงานของคุณ เพื่อเปลี่ยนการตั้งค่าความปลอดภัย
tr: Eviniz ya da iş yeriniz gibi bilinen konumlarda değilken güvenlik ayarlarını değiştirmek için bir gecikme gerekir.
uk: Для змінення параметрів безпеки потрібна затримка, якщо ви перебуваєте не в звичному місці, наприклад вдома чи на роботі.
vi: Yêu cầu trì hoãn để thay đổi cài đặt bảo mật khi bạn không ở vị trí quen thuộc như nhà hoặc nơi làm việc.
zh_cn: 当你不在家或公司等熟悉位置时，更改安全设置需要启用延迟。
zh_hk: 當你不在住所和公司等熟悉地點時，需要延遲才能更改保安設定。
zh_tw: 當你不在住家或公司等熟悉地點時，需要等待安全性延遲才能更改安全性設定。

# DTO_IN_PROGRESS_DESCRIPTION_DOWNGRADE_SECURITY_FAMILIAR_ONLY
source: You will get a notification when the security delay ends. You will then be able to make changes to Stolen Device Protection.
ar: سيصلك إشعار عند انتهاء مدة التأخير الأمني. سيكون بإمكانك حينئذٍ إجراء تغييرات على ميزة حماية الجهاز المسروق.
bg: Ще получите известие, когато забавянето с цел защита приключи. След това ще можете да правите промени по функцията Защита на откраднато устройство.
ca: Quan finalitzi l’interval de seguretat, rebràs una notificació i podràs canviar la protecció en cas de robatori del dispositiu.
cs: Až bezpečnostní prodleva skončí, dostanete oznámení. Pak budete moct nastavení ochrany odcizených zařízení změnit.
da: Du får en notifikation, når sikkerhedsforsinkelsen er slut. Derefter kan du foretage ændringer af Beskyttelse af stjålet enhed.
de: Du wirst benachrichtigt, sobald die Sicherheitsverzögerung beendet ist. Anschließend kannst du den Schutz für gestohlene Geräte ändern.
el: Θα λάβετε μια γνωστοποίηση όταν λήξει η καθυστέρηση ασφαλείας. Στη συνέχεια, θα μπορείτε να κάνετε αλλαγές στην Προστασία κλεμμένης συσκευής.
es: Cuando haya transcurrido el tiempo de espera de seguridad, recibirás una notificación y podrás realizar cambios en la protección en caso de robo del dispositivo.
es_us: Recibirás una notificación cuando haya transcurrido la espera de seguridad y puedas realizar cambios a la protección del dispositivo en caso de robo.
fi: Saat ilmoituksen, kun suojausviive on päättynyt. Sen jälkeen voit tehdä muutoksia Varastetun laitteen suojaus -asetuksiin.
fr: Vous recevrez une notification une fois le délai de sécurité écoulé. Vous pourrez alors apporter des modifications aux réglages de protection en cas de vol de l’appareil.
fr_ca: Vous recevrez une notification une fois le délai de sécurité écoulé. Vous pourrez alors modifier la protection en cas de vol de l’appareil.
he: בסיום השהיית האבטחה יישלח עדכון, ואז יהיה באפשרותך לבצע שינויים ב״הגנה על מכשיר שנגנב״.
hi: सुरक्षा विलंब समाप्त होने पर आपको एक सूचना प्राप्त होगी। उसके बाद आप “चोरी हो जाने पर डिवाइस सुरक्षा” बदल सकेंगे।
hr: Primit ćete obavijest kad sigurnosna odgoda istekne. Tada ćete moći unositi promjene u Zaštitu ukradenog uređaja.
hu: Értesítést fog kapni, amikor a biztonsági késleltetés véget ér. Ezt követően tudja módosítani az Ellopott eszköz védelme funkciót.
id: Anda akan mendapatkan pemberitahuan setelah penundaan keamanan berakhir. Anda kemudian akan dapat membuat perubahan pada Perlindungan Perangkat Curian.
it: Riceverai una notifica quando il ritardo di sicurezza sarà terminato e potrai modificare “Protezione del dispositivo rubato”.
ja: セキュリティ上の理由による変更に対する待機時間が終わると通知が届きます。そのあとで、“盗難デバイスの保護”を変更することができるようになります。
kk: Қауіпсіздік кідірісі аяқталғанда, сізге хабарландыру жіберіледі. Содан кейін ғана «Ұрланған құрылғыны қорғау» функциясына өзгертулер енгізуге болады.
ko: 보안 지연이 종료되면 알림을 받으며, 그 이후에 ‘도난당한 기기 보호’를 변경할 수 있습니다.
lt: Pasibaigus saugos delsos laikotarpiui, gausite pranešimą. Tada galėsite atlikti pavogto įrenginio apsaugos pakeitimus.
ms: Anda akan menerima pemberitahuan apabila penundaan keselamatan tamat. Anda kemudian akan dapat membuat perubahan pada Perlindungan Peranti Dicuri.
nl: Je ontvangt een melding wanneer de beveiligingsvertraging is beëindigd. Je kunt dan wijzigingen aanbrengen aan 'Bescherming voor gestolen apparaat'.
no: Du vil motta en varsling når sikkerhetsforsinkelsen er over. Du kan deretter gjøre endringer i Beskyttelse av stjålet enhet.
pl: Po zakończeniu odliczania otrzymasz odpowiednie powiadomienie, a wprowadzenie zmian dotyczących ochrony skradzionego urządzenia będzie możliwe.
pt_br: Quando o adiamento de segurança terminar, você receberá uma notificação e então poderá fazer alterações na Proteção de Dispositivo Roubado.
pt_pt: Receberá uma notificação quando o intervalo de segurança terminar. Nessa altura, poderá fazer alterações à proteção de dispositivos roubados.
ro: Veți primi o notificare atunci când întârzierea de securitate se încheie. Veți putea apoi să efectuați modificări pentru protecția dispozitivelor furate.
ru: Когда системная задержка для защиты данных закончится, Вы получите уведомление и сможете внести изменения в Защиту украденного устройства.
sk: Po skončení bezpečnostného oneskorenia sa vám zobrazí hlásenie. Potom budete môcť zmeniť nastavenia ochrany odcudzeného zariadenia.
sl: Ob koncu varnostne zakasnitve boste prejeli obvestilo. Nato boste lahko spremenili zaščito za ukradeno napravo.
sv: Du får en notis när säkerhetsfördröjningen avslutas. Sedan kan du göra ändringar i Skydd för stulen enhet.
th: คุณจะได้รับการแจ้งเตือนเมื่อรอเวลาเพื่อความปลอดภัยสิ้นสุดแล้ว จากนั้นคุณจะสามารถแก้ไขการปกป้องอุปกรณ์เมื่อถูกขโมยได้
tr: Güvenlik gecikmesi bittiğinde bir bildirim alırsınız. Daha sonra Çalınan Aygıt Koruması’nda değişiklikler yapabilirsiniz.
uk: Коли захисна затримка закінчиться, надійде сповіщення. Тоді ви зможете внести зміни до Захисту украденого пристрою.
vi: Bạn sẽ nhận được thông báo khi trì hoãn bảo mật kết thúc. Sau đó, bạn sẽ có thể thực hiện các thay đổi đối với Bảo vệ thiết bị khi bị đánh cắp.
zh_cn: 安全延迟结束时你将收到通知。之后即可更改“失窃设备保护”。
zh_hk: 保安延遲結束時你將會收到通知。之後你就可以更改「失竊裝置保護」。
zh_tw: 安全性延遲結束時會傳送通知。接著你才能更改「遭竊裝置防護」。

# DTO_GROUP_DISABLED_REASON_FOOTER_DESCRIPTION_FACE_ID
source: Stolen Device Protection is only available when Passcode is turned on and Face ID is set up.
ar: لا تتوفر "حماية الجهاز المسروق" إلا بعد تشغيل رمز الدخول وإعداد بصمة الوجه.
bg: Функцията Защита на откраднато устройство е достъпна само когато е включен Код и е настроен Face ID.
ca: No es pot activar la protecció en cas de robatori del dispositiu sense haver definit un codi i configurat el Face ID.
cs: Ochrana odcizených zařízení je k dispozici, jen pokud je zapnutý přístupový kód a nastavené Face ID.
da: Beskyttelse af stjålet enhed er kun tilgængelig, når Kode er slået til, og Face ID er indstillet.
de: Der Schutz für gestohlene Geräte ist nur verfügbar, wenn der Code aktiviert und Face ID eingerichtet ist.
el: Η Προστασία κλεμμένης συσκευής είναι διαθέσιμη μόνο όταν είναι ενεργοποιημένος ο Κωδικός και διαμορφωμένο το Face ID.
es: La protección en caso de robo del dispositivo solo está disponible si tienes un código activado y has configurado Face ID.
es_us: La protección del dispositivo en caso de robo sólo está disponible si se activó el código y si se configuró Face ID.
fi: Varastetun laitteen suojaus on saatavilla vain, kun Pääsykoodi on päällä ja kun Face ID on otettu käyttöön.
fr: La protection en cas de vol de l’appareil est uniquement disponible lorsque le code est activé et que Face ID est configuré.
fr_ca: La protection en cas de vol de l’appareil est uniquement disponible lorsque le code est activé et que Face ID est configuré.
he: המאפיין ״הגנה על מכשיר שנגנב״ זמין רק כאשר ״קוד גישה״ מופעל ו-Face ID מוגדר.
hi: “चोरी हो जाने पर डिवाइस सुरक्षा” केवल तभी उपलब्ध होता है जब पासकोड चालू हो और Face ID सेटअप किया गया हो।
hr: Zaštita ukradenog uređaja dostupna je samo kad je uključena šifra i podešen Face ID.
hu: Az Ellopott eszköz védelme csak akkor érhető el, ha a jelkód be van kapcsolva, és a Face ID be van állítva.
id: Perlindungan Perangkat Curian hanya tersedia jika Kode Sandi dinyalakan dan Face ID diatur.
it: “Protezione del dispositivo rubato” è disponibile solo quando il codice è attivo e Face ID è configurato.
ja: “盗難デバイスの保護”は、パスコードがオンになっていてFace IDが設定されているときのみ使用可能です。
kk: «Ұрланған құрылғыны қорғау» функциясы «Құпиякод» қосулы және Face ID бапталғанда ғана қолжетімді.
ko: ‘도난당한 기기 보호’는 암호가 켜져 있고 Face ID가 설정되어 있어야 사용할 수 있습니다.
lt: Pavogto įrenginio apsauga prieinama tik tada, kai įjungta prieigos kodo parinktis ir nustatyta „Face ID“ funkcija.
ms: Perlindungan Peranti Dicuri hanya tersedia apabila Kod Laluan diaktifkan dan Face ID disediakan.
nl: 'Bescherming voor gestolen apparaat' is alleen beschikbaar wanneer er een toegangscode is ingeschakeld en Face ID is geconfigureerd.
no: Beskyttelse av stjålet enhet er kun tilgjengelig når Kode og Face ID er aktivert.
pl: Ochrona skradzionego urządzenia jest dostępna tylko po włączeniu kodu i skonfigurowaniu Face ID.
pt_br: A Proteção de Dispositivo Roubado só fica disponível quando o Código está ativado e o Face ID está configurado.
pt_pt: A proteção de dispositivos roubados só está disponível quando o código e o Face ID está configurado.
ro: Protecția pentru dispozitive furate este disponibilă doar atunci când codul de acces este activat și funcționalitatea Face ID este configurată.
ru: Защита украденного устройства доступна, только если включен код‑пароль и настроен Face ID.
sk: Ochrana odcudzeného zariadenia je k dispozícii, len keď je zapnuté uzamykanie kódom a nastavené Face ID.
sl: Zaščita za ukradeno napravo je na voljo le, če je vklopljena koda za dostop in nastavljena funkcija Face ID.
sv: Skydd för stulen enhet är bara tillgängligt när Lösenkod och Face ID är aktiverade.
th: การปกป้องอุปกรณ์เมื่อถูกขโมยจะมีเมื่อเปิดใช้รหัสผ่านและตั้งค่า Face ID แล้วเท่านั้น
tr: Çalınan Aygıt Koruması, yalnızca Parola açılmış ve Face ID ayarlanmış iken kullanılabilir.
uk: Захист украденого пристрою доступний, тільки якщо ввімкнено код допуску й налаштовано Face ID.
vi: Bảo vệ thiết bị khi bị đánh cắp chỉ khả dụng khi Mật mã được bật và Face ID được thiết lập.
zh_cn: “失窃设备保护”仅在已打开密码并设置面容ID时可用。
zh_hk: 開啟「密碼」和設定Face ID後才可使用「失竊裝置保護」。
zh_tw: 只有在已開啟「密碼」和設定Face ID時才能使用「遭竊裝置防護」。

# DTO_AUTHENTICATION_FALLBACK_DESCRIPTION_SET_UP_FACE_ID_WITH_GLASSES
source: Authentication is required before you can set up Face ID with glasses.
ar: مطلوب المصادقة أولاً حتى يمكنك إعداد بصمة الوجه مع النظارة.
bg: Изисква се идентификация, преди да можете да настроите Face ID с очила.
ca: Per configurar el Face ID amb ulleres, cal que t’autentiquis.
cs: Před nastavením Face ID s brýlemi musíte ověřit svoji totožnost.
da: Godkendelse kræves, før du kan indstille Face ID med briller.
de: Vor dem Einrichten von Face ID mit Brille ist eine Authentifizierung erforderlich.
el: Απαιτείται έλεγχος ταυτότητας για να διαμορφώσετε το Face ID με γυαλιά.
es: Para poder configurar Face ID con gafas, primero debes autenticarte.
es_us: Se requiere autenticación para poder configurar Face ID con lentes.
fi: Todentaminen vaaditaan ennen kuin voit ottaa käyttöön Face ID:n silmälasien kanssa.
fr: Vous devez vous authentifier pour configurer Face ID avec des lunettes.
fr_ca: L’authentification est requise pour vous permettre de configurer Face ID avec des lunettes.
he: יש לבצע אימות לצורך הגדרת Face ID עם משקפיים.
hi: चश्मे के साथ Face ID सेटअप करने से पहले प्रमाणन आवश्यक है।
hr: Za podešavanje Face ID-ja s naočalama potrebna je autorizacija.
hu: Hitelesítés szükséges, mielőtt beállíthatná a Face ID‑t szemüveggel.
id: Pengesahan diperlukan sebelum Anda dapat mengatur Face ID dengan kacamata.
it: Per poter configurare Face ID con gli occhiali è richiesta l’autenticazione.
ja: メガネ着用時Face IDの設定を行うには認証が必要です。
kk: Face ID функциясын көзілдірік тағып баптау алдында аутентификациядан өту қажет.
ko: 안경을 쓴 상태로 Face ID를 설정하려면 인증이 필요합니다.
lt: Kad galėtumėte nustatyti „Face ID“ su akiniais, reikia autentifikuoti.
ms: Pengesahan diperlukan sebelum anda boleh menyediakan Face ID dengan cermin mata.
nl: Authenticatie is vereist voordat je Face ID met een bril kunt configureren.
no: Autentisering kreves før du kan tilpasse Face ID med briller.
pl: Aby móc skonfigurować Face ID w okularach, musisz się uwierzytelnić.
pt_br: Para configurar o Face ID de óculos, você deve se autenticar.
pt_pt: A autenticação é necessária para configurar o Face ID com óculos.
ro: Autentificarea este obligatorie înainte de a putea să configurați Face ID cu ochelari.
ru: Перед настройкой Face ID в очках необходимо пройти аутентификацию.
sk: Pred nastavením Face ID s nasadenými okuliarmi sa musíte autentifikovať.
sl: Zahtevano je preverjanje pristnosti. Šele nato boste lahko nastavili funkcijo Face ID z očali.
sv: Autentisering krävs innan du kan ställa in Face ID med glasögon.
th: ต้องมีการตรวจสอบสิทธิ์ก่อนที่คุณจะสามารถตั้งค่า Face ID ขณะสวมใส่แว่นตาได้
tr: Face ID’yi gözlükle ayarlayabilmeniz için kimlik doğrulama gerekiyor.
uk: Потрібно виконати автентифікацію, перш ніж налаштовувати Face ID з окулярами.
vi: Yêu cầu xác thực trước khi bạn có thể thiết lập Face ID với kính.
zh_cn: 需要认证才能设置眼镜面容ID。
zh_hk: 需要認證才能設定戴眼鏡的Face ID。
zh_tw: 需要認證才能設定眼鏡Face ID。
